Repository: AnderGoig/github-contributions-ios
Catalog: GitHubContributions/*.lproj/Localizable.strings
Languages: es

# app-title
source: GitHub Contributions
es: Contribuciones

# app-version-%@
source: Version %@
es: Versión %@

# settings-row-widget-guide-title
source: Widget Setup
es: Configuración del widget

# settings-row-widget-guide-subtitle
source: Learn to customize your home screen
es: Personaliza la pantalla de inicio

# settings-row-rate-title
source: Rate the App
es: Valorar la App

# settings-row-rate-subtitle
source: Are you loving it?
es: ¿Te gusta la app?

# settings-row-share-title
source: Share
es: Compartir

# settings-row-share-subtitle
source: Spread the word!
es: ¡Comparte con tus amigos!

# settings-row-feedback-title
source: Feedback
es: Contacto

# settings-row-open-source-title
source: Open Source
es: Código abierto

# settings-row-open-source-subtitle
source: Feel free to contribute!
es: ¡Contribuye al proyecto!

# widget-guide-title
source: Widget Setup
es: Configuración del widget

# widget-guide-step-%u-title
source: Step %u
es: Paso %u

# widget-guide-step-1-subtitle
source: Touch and hold an empty area on your screen until your apps jiggle.
es: Mantén presionada la pantalla hasta que las aplicaciones se muevan.

# widget-guide-step-2-subtitle
source: Tap the plus sign in the upper-left corner to bring up the widgets menu.
es: Toca el signo '+' en la esquina superior izquierda para abrir el menú de widgets.

# widget-guide-step-3-subtitle
source: Search for the "Contributions" widget and tap the first result.
es: Busca por 'Contribuciones' y escoge el primer resultado.

# widget-guide-step-4-subtitle
source: Swipe left and right to choose the widget's size and shape, then tap "Add Widget".
es: Elige el tamaño del widget y luego pulsa 'Añadir widget'.

# widget-guide-step-5-subtitle
source: Tap the widget while it jiggles and you'll bring up the Widget settings menu.
es: Toca el widget mientras se mueve para abrir el menú de configuración.

# widget-guide-step-6-subtitle
source: Adjust the widget with your preferred GitHub username and theme color.
es: Configura el widget con el nombre de usuario de GitHub y color que prefieras.

# widget-guide-step-7-subtitle
source: ... and, you're done! Enjoy your custom GitHub contributions widget!
es: ... ¡Listo! ¡Disfruta de tu widget de contribuciones de GitHub!
